TRUE
absolute
absolutely
act
acted
acting
action
actor
actors
actress
adam
add
admit
adults
adventure
age
ages
agree
alien
alltime
alot
amazing
america
american
americans
animated
animation
annoying
apparently
art
ashamed
asleep
ass
attempt
attention
audience
avoid
awesome
awful
bad
based
battle
beautiful
beautifully
beauty
beginning
believable
ben
big
biggest
bill
bit
black
blair
blood
bond
book
books
bored
boring
bother
boy
boys
brain
break
brilliant
brilliantly
bring
brings
british
brother
brothers
brought
bruce
budget
bunch
buy
call
called
camera
car
care
career
carrey
case
cast
casting
chance
change
character
characters
cheap
cheesy
chemistry
child
children
cinema
cinematography
classic
clever
close
comedies
comedy
comic
coming
comment
complete
completely
concept
confusing
considered
cool
copy
corny
costs
costumes
couldnt
country
couple
crap
crappy
crazy
created
creative
creepy
critics
crude
cruise
cry
cute
damn
dance
dancing
dark
david
day
days
dead
death
decent
decided
deep
definately
deserved
deserves
development
dialogue
didnt
die
directed
directing
direction
director
disappointed
disappointing
disappointment
disgusting
disney
disturbing
doesnt
dog
dont
doubt
dragged
drama
dude
due
dull
dumb
dvd
early
earth
easily
easy
edge
effects
emotional
ended
enjoy
enjoyable
enjoyed
entertaining
entertainment
entire
epic
evil
excellent
exciting
excuse
expect
expected
experience
extremely
eyes
face
fact
failed
fake
fall
family
fan
fans
fantastic
fast
fat
father
favorite
favorites
favourite
feel
feeling
fell
felt
fiction
fight
fighting
figure
filled
film
filmed
films
final
finally
find
fine
finest
flick
forced
ford
forget
friday
friend
friends
full
fun
funniest
funny
future
game
garbage
gave
gene
genius
genre
george
gibson
girl
girls
give
glad
god
gonna
good
gore
great
greatest
gross
group
guess
gun
guy
guys
ha
halloween
hanks
happen
happened
happy
hard
harrison
hate
hated
havent
head
hear
heard
heart
hell
hero
hes
high
highly
hilarious
historical
history
hit
hitchcock
hollywood
home
honestly
hope
horrible
horrid
horror
hot
hour
hours
house
huge
human
humor
husband
hype
id
idea
idiot
ill
im
important
including
incredible
incredibly
insult
intelligence
intense
interested
interesting
involved
isnt
ive
jack
jackson
james
jason
jennifer
jesus
jim
job
john
joke
jokes
jones
junk
kevin
kid
kidding
kidman
kids
kill
killed
killer
kind
king
knew
lame
late
laugh
laughed
laughing
leave
lee
left
lets
lies
life
light
line
lines
list
live
lives
living
long
looked
lost
lot
lots
love
loved
main
major
making
man
martin
masterpiece
matrix
matter
mel
memorable
men
mention
mess
message
michael
mind
mindless
minutes
modern
moment
moments
money
moore
mother
move
movie
movies
moving
music
musical
negative
nice
nicholson
night
nudity
obvious
offensive
opinion
original
oscar
outstanding
overrated
paid
painful
part
parts
pathetic
pay
people
perfect
perfectly
performance
performances
period
person
personal
peter
picture
piece
pieces
place
plain
play
played
playing
plays
plot
point
pointless
political
poor
poorly
portrayal
portrayed
possibly
power
powerful
predictable
premise
pretty
profanity
propaganda
proves
public
pure
put
quality
race
rate
rated
rating
read
reading
real
realistic
reality
reason
recommend
recommended
redeeming
relate
relationship
released
remake
remember
rent
renting
respect
rest
review
ridiculous
rip
rob
robert
robin
rock
role
roles
romance
romantic
room
ruined
run
running
sad
sandler
save
scared
scariest
scary
scene
scenes
school
scifi
score
scream
screen
script
sean
seat
sense
sequel
sequels
series
set
sex
sexual
sexy
shoot
shot
shouldnt
show
showed
showing
shows
sht
sick
side
silly
simple
simply
singing
single
sit
sleep
slow
small
smith
society
son
song
songs
sort
sound
soundtrack
space
special
spent
stand
star
stars
start
started
stay
stick
stinks
stop
stories
story
storyline
strong
stuff
stunning
stupid
stupidest
style
suck
sucked
sucks
summer
superb
supporting
supposed
surprised
suspense
sweet
takes
tale
talent
talented
talk
talking
ten
terrible
terribly
terrific
theater
theatre
theme
theyre
thinking
thought
thriller
throw
time
timeless
times
tired
title
today
told
tom
top
total
totally
touching
town
trash
trek
trilogy
tripe
turkey
turn
turned
turns
tv
twist
twists
type
typical
unbelievable
understand
unfunny
unique
unrealistic
usual
utterly
version
video
view
viewer
violence
violent
visual
voice
wait
waiting
walked
wanted
war
wars
wasnt
waste
wasted
wasting
watch
watched
watching
water
ways
weak
werent
whats
whatsoever
white
wife
william
williams
witch
witty
woman
women
won
wonderful
wonderfully
wont
word
words
work
works
world
worse
worst
worth
wouldnt
wow
writing
written
wrong
yeah
year
years
youll
young
youre
youve
